Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/samedikki-presideantta-oddajagisardni.html.tmx
Source language: sme
Languages: smj

source: Sámedikki presideantta ođđajagisárdni / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
smj: Sámediggepresidenta ådåjakhålla / Håla ja tjállaga / Sámedikkeráde / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget

source: Sámedikki presideantta ođđajagisárdni
smj: Sámediggepresidenta ådåjakhålla

source: Sámedikki presideantta Aili Keskitalo ođđajágisárdni, 101.01.2014, NRK 1: s.
smj: Dánna máhttebihtit låhkåt sámediggepresidenta Aili Keskitalo ådåjakhålav. Hålla sáddiduvvá, NRK 1: n.

source: Ráhkis buohkat.
smj: Gieres gájkka divna.

source: 2013:s bovdejuvvui sápmelaš Frode Fjellheim searvat musihkain Disney - filbmii, ” Frozen ”.
smj: Jagen 2013 bivddiduváj oarjjelsáme Frode Fjellheim oassálastátjit musihkajn Disneya ådå, animeridum stuorfilmmaj ” Frozen ”.

source: Luohti Eatnemen Vuelie ja Fjellheima musihkalaš čehppodat oažžu dál olles máilmmi guldalit – luođi.
smj: Juojgga Eatnemen Vuelie ja Fjellheima musihkalasj vaddasa oadtju dal ålles væráldav gulldalittjat – juojgav.

source: Mii oaidnit dán maid eará dáiddasurggiin.
smj: Sæmmi aj vuojnnep ietjá kultuvrramoalgedimijn.

source: Sámi kultuvra ihtá ain ođđa gehččiide ja guldaleddjiide.
smj: Sáme kultuvrra vuojttá aktelattjat ådå ulmutjijt.

source: Vuođđun min kultuvrii leat min eatnamat.
smj: Mijá kultuvrra le giddidum ruohtsaj mijá ávkkim- ja årromguovlojda.

source: Danin evttohit mii njeallje kulturmuito- guovllu Várjjagis oktii- čohkkejuvvon máilmmiárbebáikin.
smj: Dan diehti oajvvadip UNESCO:j niellja kultuvrramujttoguovlo Várjjagin tjoahkkáj avta væráltárbbesadjen.

source: Luondu min birra “ muitá ” ja muitala dálá áiggis sámi historjjá kulturmuittuid, báikenamaid, máidnasiid ja muitalusaid čađa.
smj: Luonndo mijá birra “ mujttá ”, ja dálásj ájge subtsas sáme histåvråv kultuvrramujtoj, bajkkenamáj, båvaj ja giehtoj baktu.

source: Muhto dávjá vásihit mii ahte muitalusat min birra muitaluvvojit earáin go mis alddámet.
smj: Valla álu vásedip giehto mijájs giehtoduvvi iehtjádijs gå mijájs.

source: Dat muitaluvvojit skandálaid bokte medias, ja neahttaaviissaid kommentárasajis.
smj: Da giehtoduvvi kritihkalasj politihka retorihka baktu, skandálaj baktu medijajn, ja værmádakavijsaj ármodis javllamussajij baktu.

source: Dat gaskkustuvvo maid dan boktemii ii muitaluvvo min birra – skuvllain ja eará almmolaš arenain.
smj: Giehtoduvvá aj dan baktu massta ij giehtoduvá mijá birra – skåvlåjn ja ietjá almulasj arenajn.

source: Juohke álbmot háliida dohkkehuvvot ja árvvusadnot dan buoremusa dihte, dan ráhkkásepmosa ja čábbámusa dihte iežas kultuvrras.
smj: Juohkka ájnna álmmuk hálijt dåhkkiduvvat ja vieleduvvat buoremusás, gærrásabmusis ja tjáppemusás mijá kultuvran.

source: Nu ahte odne háliidan muitalit didjiide iežamet sáŋgáriid birra.
smj: dav hálijdip mij aj. Uddni de sidáv giehttot dunji mijá gievrajs.

source: Sin birra geat juohke beaivvi ráhkadit ja ođasmahttet.
smj: Sijájs gudi juohkka biejve hábbmiji ja ådåstuhtti.

source: Sii leat dat guđet čatnet min min servodaga suonaide: Min niegut, min historjá ja min vásáhus das mat mii leat.
smj: Sij li gudi gådi mijáv dan sisi mij la iesj sáradis mijá sebrudagán: mijá histåvrrå, mijá niego ja mijá vásádusá gudi mij lip.

source: Mun human dáiddáriid birra.
smj: Mån sáhkadav dájddárijs.

source: Ja váhnemiid birra, geat bidjet áiggi ja searaid ásahit sámegiel oahpahusa doppe gos dát fálaldat ii vuos gávdno.
smj: Æjgádijs gudi gålådi ájgev oassálassti ásadit sámegiellaåhpadusáv gånnå ij gávnnu åvdutjis.

source: Áŋgiris olbmot mat sihkkarastet mánáide valáštallanfálaldaga.
smj: Rahtjalis ulmutjijs gudi sihkarassti nuorajn la valástallamfállo aj boahtte tjaktjaj.

source: Ja bárdni guhte veahkeha iežas sámegielat eatni ja doaktára gulahallat buorebut ja dakko bokte maiddái sihkkarastit buoremus divššu.
smj: Barnes guhti viehket sámegielak iednes ja dálkudiddjev vaj dádjadibá nubbe nuppev buorebut ja dajna sihkarasstá buoremus sujtov ja værddogisvuodav sunji guhti le skibás.

source: 24 nuora leat eaktodáhtolaččat dieđihan iežaset giellaambassadevran Sámedikki #Sámásmuinna kampánjii.
smj: Guoktalåkniellja nuorra gievra diededin ietjasa mielastisá giellaambassadørran Sámedikke giellakampánnjaj #Sámástamunji vásse tjavtja.

source: Giella ja searvevuohta leat dat maid bokte mii defineret iežamet ja máilmmi min birra.
smj: Gielan ja aktisasjvuodan la gåktu mij definerip ietjama ja væráldav mijá birra: gudi lijma, gudi lip ja gudi sjaddap.

source: Giellasáŋgára mielas ii dárbbaš leat álki geavahit sámegiela.
smj: Giellagievrra ij la sån guhti hæhttu miejnnit giella le álkke ávkkit.

source: Sáŋgár lea son guhte dahká dan, vaikko lea váttis.
smj: Gievrra le sån guhti dahká dav, juska le gássjel.

source: Lea juste dalle go lea váttis, ahte du válljen ja áŋgiruššan leat dehálepmosat.
smj: De le jur gå le gássjelamos, majt vállji ja majt daga le ájnnasamos.

source: Dat lea min oktasaš ovddasvástádus, ovddasvástádus maid mii eat sáhte dodjit earáide.
smj: Dat la mijá aktisasj vásstádus, vásstádus mav ep mahte iehtjádijda dådjet.

source: Mun áiggun erenoamážit rámidit min unnitlogu álbmogiid ovddasteddjiid barggu maid sii barget árvvusatnima ovddas.
smj: Ållagattjat sidáv rámmpot værddogisvuohtabargov majt mijá unneplågo ájrrasa dahki.

source: Odne fertet mii dovddastit ahte homofiillaid ja lesbaid vuoigatvuođat eai leat ožžon doarvái fuomášumi sámepolitihkas.
smj: Uddni hæhttup dåbdåstit gå homofijlaj ja lesbaj rievtesvuoda ælla man ga rádjáj duodalattjat vieleduvvam sámepolitihkan.

source: Hárdin ja vealaheapmi dáhpáhuvvá, maiddái min skuvllain ja min báikegottiin.
smj: Vinjo sámijda merkaj dat ij la máhttelis viessot dievalasj ja buorre iellemav sijddaguovlojn.

source: Mii dárbbašit eanet nuoraid ja rávisolbmuid geat doibmet sáŋgárin ja barget hárdima vuostá.
smj: Miján la dárbbo ienep nuorra ja ållesjattugis gievrajs gudi givseldimijt vuosteldi.

source: Dán jagi lea 25 jagi áigi go Gonagas Ovllá vuosttaš gearddi rabai Sámedikki. Sámediggi lea boađus árjjalaš ja áŋgiris, muhto maiddái ráfálaš vuoigatvuođarahčan Álttá- ášši bokte.
smj: Dán jage le 25 jage dallutjis gå Sámedigge vuostasj bále rabáduváj Gånågisás Olav V. Sámedigge le boados garra ja vájmmelis, valla ráfálasj rievtesvuohtarahtjamusájs Áltá-ássjen.

source: Dáža ja sápmelaš sáŋgárat ceggejedje ovttas jurdaga hukset parlameantta sámiide Norggas.
smj: Ájádusá parlamentas Vuona iemeálmmugij ásaduvvin látte ja sáme gievrajs aktan.

source: Guokte álbmoga mat ledje mielas dohkkehit čovdosiid, dan ovdii go ain riidalit ja duolbmut.
smj: Guovtet álmmugis gudi lijga miellusa guorrasittjat tjoavddusijda, ienni gå rijdojda ja niejddemijda boahtte ájgen.

source: Mii rahčat ain oahpahusa ovddas sámegielas ja sámegillii.
smj: Mij oajbbop vilá åhpadime diehti sámegielan ja sámegiellaj.

source: Min gielat leat áitojuvvon.
smj: Mijá giela li ájtedum giela.

source: Ja min ealáhusat nu go boazodoallu gártet eanet riidduide stuoraservodaga áibbašemiide roggat eanet minerálaid.
smj: Ja árbbedábálasj æládusá, nåv gå ællosujtto, adnet li ienebut ja ienebut rijdduj boahtám stuorsebrudagá sávadusáj ienep minerálajt råggåt.

source: Mearrasámi gilit áitojuvvojit go vejolašvuođat guolásteapmái ja meara ávkkástallamis unnot.
smj: Merrasámij sijda ájteduvvi binnep máhttelisvuodaj baktu guollitjit ja viessomuháv meras oattjotjit.

source: Dát, ja eará hástalusat mat gávdnojit stáhta ja álgoálbmogiid gaskka eai leat vel čovdojuvvon.
smj: Dá hásstalusá ja moadda ietjá hásstalusá tjanádum stáhta ja iemeálmmuga aktijvuohtaj li vilá tjoavdek.

source: Mii leat buohkat beassan oaidnit muhtin sámi sáŋgáriid tv- ráiddu čađa “ Jaskes dáistaleapmi ” NRKs.
smj: Mij lip gájka oadtjum máhttelisvuodajt gehtjastittjat muhtem sáme gievrajda rájdo baktu ” Den stille kampen ” NRK:an vásse tjavtja.

source: Mii leat oaidnán ahte gávdnojit sáŋgárat buot báikegottiin ja máŋgga servodatsuorggis.
smj: Vuojnnám lip gievra gávnnuji juohkka bájkálasj sebrudagán ja moatten sebrudaksuorgen.

source: Muhto muhtimat jerret ahte man guhká galgat mii bidjat fokusa dáruiduhttinpolitihkkii ja sápmelaččaid duolbmumii ?
smj: Valla muhtema gatjádi man guhkev galggap tjalmostahttet dárojduhttempolitihkkaj ja niejddemijda ?

source: Duohtavuohta lea ahte dáruiduhttin ja duolbmun leat min oktasaš historjá, sihke sápmelaččaid ja dážaid.
smj: Duohtavuohta le dárojduhttem ja niejddem le mijá aktisasj histåvrrå, sáme ja látte.

source: Mii leat buohkat dan váikkuhusa vuollái šaddan - juohkehaš iežas ládje.
smj: Mij, goappátja álmmuga, lip vaháguvvama dassta – goabbák iehtjama láhkáj.

source: Mus lea ipmárdus ahte muhtimat háliidit vajálduhttit ja čiehkat eret.
smj: Mån dádjadav gå muhtema sihti vajálduhttet ja tjiehkat.

source: Muhto mii eallit odne dán historjjá váikkuhusaiguin.
smj: Valla mij viessop uddni båhtusij dat histåvrås.

source: Ja nu guhká go dat dahkko dušše sámi áššin, de dat dahká ovdáneami váttisin, sihke dážaide ja sápmelaččaide.
smj: Ja nåv guhkev gå dat sjaddá dåssju sáme ássjen, de dat gássjeduhttá åvddånahttemav, goappátjagá sámijda ja láttijda.

source: Guokte álbmoga leat goabbat ládje soardašuvván.
smj: Guokta álmmuga li vaháguvvam dáhpádusájs, goabbák ietjaska láhkáj.

source: Luohttámuš ja kultuvra leat cuovkanan.
smj: Luohtádus ja kultuvrra li tsuovkkanam.

source: Jus galgá sáhttit divodit, de gáibida dat eanet rahčamuša sihke Norgga eiseválddiin ja Sámedikkis.
smj: Divvot dav mij la tsuovkkanam gájbbet lasedum ratjástimijt goappátjaga Sámedikkes ja Vuona oajválattjajs.

source: Mun bovden eiseválddiid ođđa ságastallamiidda, ja guoibmevuhtii, lasihandihti sámi eallima ja sámi iešmearrideapmái ođđa hámiid.
smj: Mån bivddiv dan diehti Vuona oajválattjajt ådå ságastallamijda, ja oasálasjvuodav, friddjavuohtaj ienedittjat sáme iellemsjuvesvuodav ja ådå sáme iesjráddimhámijda.

source: Mannan geasi bovdii Sámediggi eamiálbmogiid Áltái hábmet oktasaš prinsihpalaš vuođu.
smj: Giesen 2013 bivddij Sámedigge 600 ájrrasa divna værálda iemeálmmukguovlojs Áltáj.

source: Dát lei historjjálaš dáhpáhus, mii dál dagaha ahte eamiálbmogat servet ovttadássásaččat stáhtaiguin dán jagáš konferánsii eamiálbmotvuoigatvuođaid birra ON váldočoahkkimis.
smj: Dat lij sierra lágásj histåvrålasj dahpadus, mij dálla vájkkut værálda iemeálmmuga oassálassti avta buohta stáhtaj dán jage konferánssaj iemeálmmugij rievtesvuodaj birra AN:a oajvvetjåhkanime ásadime baktu.

source: Sámediggi joatká iežas riikkaidgaskasaš bargguiguin, ja galgá ain leat njunnošis eamiálbmogiid vuoigatvuođaid dohkkeheami barggus.
smj: Sámedigge joarkka rijkkagasskasasj bargojt, ja galggá boahtte jagijt liehket åvdemusán barggamin rievtesferdukvuoda diehti ja iemeálmmugij rievtesvuodaj dåhkkidime diehti.

source: Sii geat rievdadit máilmmi, leat sii guđet jáhkket ahte máilbmi sáhttá rievdaduvvot.
smj: Sij gudi ietjájduhtti væráldav, li gudi jáhkki værált máhttá ietjájduvvat.

source: Leage sáŋgár dán jagi.
smj: Åro gievrran jagen 2014.

source: Doppe gávdnojit álo olbmot geat dárbbašit liegga gieđa, ja álo ášši mii dárbbaša doaibmi ja áŋgiris váimmu.
smj: Gávnnu agev ulmusj guhti dárbaj liegga giedav, ja agev ássje mij dárbaj vájmov mij svahtjá ja berus.
